-- 1.Найти автора с самым большим числом книг и вывести его имя


-- 2.Вывести пять самых старых книг у которых указан год издания


-- 3.Вывести общее количество книг на полке в кабинете


-- 4.Вывести названия, имена авторов и годы издания книг, которые находятся на полке в спальне


-- 5.Вывести названия и годы издания книг, написанных автором 'Лев Толстой'


-- 6.Вывести название книг, которые написали авторы, чьи имена начинаются на букву "А"


-- 7.Вывести название книг и имена авторов для книг, которые находятся на полках, названия которых включают слова «верхняя» или «нижняя»


-- 8.Книгу «Божественная комедия» автора «Данте Алигьери» одолжили почитать другу Ивану Иванову, необходимо написать один или несколько запросов которые отразят это событие в БД


-- 9.Добавить в базу книгу «Краткие ответы на большие вопросы», год издания 2020, автор «Стивен Хокинг», положить ее на полку в кабинете


