-- 1.Вывести сколько фильмов сняла кинокомпания Universal Pictures

-- 2.Вывести сколько всего фильмов было снято режиссером Фрэнсисом Фордом Копполой



-- 3.Вывести количество снятых фильмов за последние 20 лет


-- 4.Вывести все жанры фильмов в которых снимал Стивен Спилберг в течении всей своей карьеры



-- 5.Вывести названия, жанры и режиссеров 5 самых дорогих фильмов



-- 6.Вывести имя режиссера с самым большим количеством фильмов



-- 7.Вывести названия и жанры фильмов, снятые самой большой кинокомпанией (по сумме всех бюджетов фильмов)



-- 8.Вывести средний бюджет фильмов, снятых кинокомпанией Warner Bros.



-- 9.Вывести количество фильмов каждого жанра и средний бюджет по жанру


-- 10.Найти и удалить комедию "Дикие истории" 2014-го года
